Repository: reibach/genericobject
Catalog: locales/*.po
Languages: de_de

source: Field added successfully
de_de: Feld erfolgreich hinzugefügt

source: Type of objects
de_de: Objektart

source: Fields associated with the object
de_de: Mit dem Objekt verbundene Felder

source: Label
de_de: Bezeichnung

source: Add new field
de_de: Neues Feld

source: Object preview
de_de: Obkjektvorschau

source: You must configure rights to enable the preview
de_de: Sie müssen Rechte konfigurieren, um die Vorschau zu ermöglichen

source: Access object
de_de: Zugriffsobjekt

source: Associate tickets to this object
de_de: Mit diesem Objektverknüpfte Tickets

source: No type defined
de_de: Kein Typ definier

source: Type name is missing
de_de: Typ Name fehlt

source: Types 'field', 'object' and 'type' are reserved. Please choose another one
de_de: Typen "Feld", "Gegenstand" und "Typ" sind reserviert. Bitte wähle einen anderen Typen

source: Type must start with a letter
de_de: Typ muss mit einem Buchstaben beginnen

source: A type already exists with the same name
de_de: Ein Typ mit dem gleichen Namen ist bereits vorhanden

source: Internal identifier
de_de: Interne Kennung

source: Behaviour
de_de: Verhalten

source: Link to other objects
de_de: Verknüpfung zu anderen Objekten

source: Network connections
de_de: Netzwerkverbindungen

source: injection file plugin
de_de: Injektion Datei plugin

source: order plugin
de_de: Bestell plugin

source: item's uninstallation plugin
de_de: Elemente Deinstallation Plugin

source: Regenerate files
de_de: Dateien Generieren

source: Empty family
de_de: Leere Familie

source: Family of type of objects
de_de: Familie der Typ der Objekte
